"Error -90057" = "AD-domein is verplicht. ([domein]\\[gebruikersnaam])";
"Error -10100" = "Ongeldige authenticatiemethode.";
"Error -10010" = "Ongeldige taal.";
"Error -10004" = "Gebruiker is verlopen.";
"Error -10003" = "Gebruiker is geblokkeerd.";
"Error -10005" = "Gebruiker is tijdelijk geblokkeerd.";
"Error -10103" = "Gebruiker moet instemmen met overeenkomst";
"Error -10104" = "Gebruiker moet zijn wachtwoord wijzigen.";
"Error -10106" = "Gebruiker moet zijn gebruikersnaam wijzigen.";
"Error -40761" = "Voor nu kan het bestand niet worden ontsleuteld. Vraag een andere gerechtigde gebruiker om u toegang te geven tot dit bestand.";
"Error -40751" = "Verzocht bestand niet gevonden.";
"Error -80021" = "Opgegeven bestandssegment is ongeldig.";
"Error -70104" = "Gebruiker heeft al ingestemd met overeenkomst.";
"Error -70560" = "Een gebruiker met deze gebruikersnaam bestaat al.";
"Error -70105" = "Niet toegestaan voor deze gebruiker om zijn gebruikersnaam te wijzigen.";
"Error -10105" = "Wachtwoord voor deze gebruiker kan niet opnieuw worden ingesteld.";
"Error -70020" = "Sleutelpaar voor versleuteling niet gevonden. Stel eerst uw versleutelingswachtwoord in.";
"Error -70021" = "Sleutelpaar voor versleuteling is al ingesteld.";
"Error -70501" = "Gebruiker niet gevonden.";
"Error -10107" = "Wachtwoord kan slechts elke 5 minuten opnieuw worden ingesteld.";
"Error -40755" = "Slechte bestandsnaam.";
"Error -40010" = "Een ruimte of map kan niet worden overschreven.";
"Error -80006" = "Verloopdatum is in het verleden.";
"Error -80008" = "Verloopdatum is te laat.";
"Error -40763" = "Bestandssleutel moet opgegeven worden.";
"Error -40756" = "Ongeldige bestandsclassificatie.";
"Error -70022" = "Ongeldig sleutelpaar voor versleuteling.";
"Error -41054" = "Mappen/bestanden moeten in dezelfde bovenliggende map staan.";
"Error -40001" = "Versleutelde bestanden kunnen niet worden gekopieerd of verplaatst naar een onversleutelde ruimte.";
"Error -40002" = "Onversleutelde bestanden kunnen niet worden gekopieerd of verplaatst naar een versleutelde ruimte.";

"Decryption password required" = "Ontsleutelingswachtwoord vereist";
"Enter your decryption password to access encrypted data rooms." = "Voer uw ontsleutelingswachtwoord voor toegang tot de versleutelde gegevensruimtes.";

"You have successfully created a share link for {0}." = "U hebt met succes een gedeelde koppeling gemaakt voor {0}.";
"You have successfully created the upload account {0}" = "U hebt met succes het uploadaccount aangemaakt voor {0}";
"{0} Share(s) created" = "{0} gedeelde map(pen) aangemaakt";

"The AV scanner detected that the file could be malicious" = "De antivirusscanner heeft herkend dat het bestand mogelijk kwaadaardig is";

"DRACOON environment needs to be updated" = "DRACOON-omgeving moet worden bijgewerkt";
"Your DRACOON environment is outdated and no longer works with this application. Please contact your administrator." = "Uw DRACOON-omgeving is niet actueel en werkt niet meer met deze applicatie. Neem contact op met uw beheerder.";
